spring2017/psyc3435/lectures/week11.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Week 11 lecture notes - PSYC 3435</title>
<!-- 2017-04-02 Sun 16:19 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">Week 11 lecture notes - PSYC 3435</h1>
<p>
This week, we'll talk about correlational designs
</p>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Definitions</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>A <i>correlational study</i> is a type of research design that examines the relationships between multiple variables
<ul class="org-ul">
<li>Note: there is no manipulation involved, so 
</li>
</ul>
</li>

<li>Two types of questions involved:
<ol class="org-ol">
<li>descriptive questions: is there a relationship between different behaviors?
</li>
<li>predictive questions: can one behavior be predicted from another behavior?
</li>
</ol>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Testing descriptive hypotheses</h2>
<div class="outline-text-2" id="text-2">
<p>
Example (from Lab 1): is creativity related to objectivity?
</p>
<ul class="org-ul">
<li>the most common method for testing this relationship is a <i>Pearson correlation</i> test
</li>
<li>Null: the correlation between creativity and objectivity is 0
</li>
<li>Alternative: the correlation between creativity and objectivity is not 0
</li>
<li>Results from our lab: \(r = -0.004\), \(p = 0.961\)
</li>
<li>since \(p>0.05\), we cannot reject the null.  In other words, we cannot conclude that the correlation is nonzero.
<ul class="org-ul">
<li>note: since we failed to reject null, this does NOT mean that the correlation = 0.  We have no evidence for the null.  However, JASP will compute a Bayesian correlation test, which will give us a Bayes factor of 9.3, which means that after seeing our data, the null (\(r=0\)) is 9.3 times more likely than the alternative (\(r\neq 0\)).
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: April 3-7, 2017</p>
<p class="date">Created: 2017-04-02 Sun 16:19</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
